Repository: apertium/apertium-sme-nob
Catalog: tmx_data/NRK_oddajagesardni_sme2nob.tmx
Source language: sme
Languages: nob

source: Seammás go Norgga sámediggepresideanta juohke jagi beassá doallat ođđajagesárdni TVas olles Norgga álbmogii, de Ruoŧas ja Suomas dearvuođat leat dušše Sámedikki neahttasiidduin.
nob: Samtidig når Norges sametingspresident hvert år får holde nyttårstale på TV til det hele Norges folk, så er i Sverige og i Finland hilsningene bare på Sametingets nettsider.

source: Mii eat leat fáhten Suoma sámediggepresideantta Tiina Sanila-Aikio ságaide.
nob: Vi har ikke fått tak i Finlands sametingspresident Tiina Sanila-Aikio til samtale.

source: Muhto Suoma Sámedikki várreságadoalli Heikki Paltto šálloša go sis ii leat seammá vejolašvuohta sárdnut ođđajagisártni TVas nie mo Norggas lea vierru.
nob: Men Finlands Sametings varaordfører Heikki Paltto beklager at de ikke har den samme muligheten for å tale nyttårstalen på TV slik som i Norge det er skikk.

source: – Jus addošii seammá vejolašvuohta maiddái Suoma sámediggepresidentii, de dat loktešii Sámi álbmoga iešdovddu, oaivvilda Paltto.
nob: – Hvis man gis den samme muligheten også til Finlands sametingspresident, så kan det løfte selvfølelsen til Samelands folk, mener Paltto.

source: Dás sáhtát geahččat Norgga sámediggepresideantta ođđajagisártni.
nob: Her kan du se nyttårstalen til Norges sametingspresident.

source: Son muittuha ahte seammá go Norggas, de Suomas ge ásset sápmelaččat iešguđet sajiin riikkas.
nob: Han minner om at samme som i Norge, så i Finland også bor samene i ulike steder av landet.

source: – TV-sárdnumiin sámediggepresideanta olahivččii buot sápmelaččaid ja riikka álbmoga muđuige.
nob: – Med en TV-tale kan sametingspresidenten rekke alle samer og landets folk ellers.

source: Ná sii beasašedje buoret diehtit makkár áššiiguin mii bargat, Paltto lohká.
nob: Så kan de få vite bedre om hvilke saker vi arbeider med, sier Paltto.

source: Son ii dieđe manne dákkár vejolašvuohta ii leat addojuvvon Suomas.
nob: Han vet ikke hvorfor ikke en slik mulighet er blitt gitt i Finland.

source: – Muhto fertešeimmet ovddidit ášši rivttes sajiide, Paltto árvvoštallá.
nob: – Men vi måtte fremme saken de riktige stedene, vurderer Paltto.

source: – Ruoŧa mediat unnán beroštit sámi áššiin.
nob: – Svenske medier bryr seg lite om samiske saker.

source: Maiddái Ruoŧa sámediggepresideanta Håkan Jonsson šálloša go son ii beasa sárdnut ođđajagedearvvuođaid TVas nie mot virgeguoibmi Vibeke Larsen beassá.
nob: Også Sveriges sametingspresident Håkan Jonsson beklager når han ikke får tale nyttårhilsninger på TV slik som kollega Vibeke Larsen får.

source: – Olbmuide dieđusge lea dehálaš diehtit makkár áššiid mii vuoruhat.
nob: – For folk er det selvfølgelig viktig å vite hvilke saker vi prioriterer.

source: Muhto Ruoŧa sámedikki politihkkariin lea muđui maid hirbmat váttis beassat mediaide, čilge Jonsson.
nob: Men politikerne i Sveriges sameting har det er ellers også skrekkelig vanskelig komme seg i mediene, forklarer Jonsson.

source: – Manne dii ehpet leat ožžon dan seammá vejolašvuođa go Norgga sámediggepresideanttas lea?
nob: – Hvorfor ikke dere har fått den samme muligheten når Norges sametingspresident har det?

source: – Dasa leat vissásit ollu čilgehusat.
nob: – Til dette er det sikkert mange forklaringer.

source: Muhto okta sáhttá leat dat ahte Norggas beroštit sámi áššiin eambbo go maid Ruoŧas dahket, son vástida.
nob: Men en sak kan være det at i Norge bryr de seg om samiske saker mer enn hva de i Sverige gjør, svarer han.

source: Lohpida čavget suittehiid.
nob: Han lover å stramme tømmene.

source: Dasa lassin jáhkká Ruoŧa sámepolitihkkáriid menddo álkit dohkkehit dili.
nob: I tillegg tror han Sveriges samepolitikere altfor lette godtar situasjonen.

source: – Fertet čavget suittehiid buorebut ja geahččalit oažžut buoret diehtojuohkinvejolašvuođaid.
nob: – Vi må stramme tømmene bedre og prøve å få bedre opplysningsmuligheter.

source: Seammá go Suomas, de Ruoŧas ge lea ođđajagedearvvuođat dušše Sámedikki neahttasiiddus.
nob: Samme som i Finland, så i det også er Sverige nyttårhilsninger bare på Sametingets nettside.

source: Ruoŧas dearvvuođat leat sihke ruoŧa- ja sámegillii, Suomas ges dušše suomagillii.
nob: I Sverige er hilsningene både svensk- og på samisk, i Finland igjen bare på finsk.
